[

  {
    "id": 2,
    "description": "The 2023 edition of Aaruush was a groundbreaking spectacle, featuring over 100 events that redefined innovation and technology towards infinity! The fest kicked off with powerful Luminary Addresses from Major Vandana Sharma and Mr. Ravi Kundru, setting an inspiring tone. Workshops delved into avant-garde topics like forensic sciences and blockchain, while thrilling domain flagships such as Mystery Room and Lanstorm kept participants on their toes. Expos showcased pioneering advancements from U Gears and Madras MindWorks, highlighting the future of tech. The Pro-Nite, a festival highlight, wrapped up with a spellbinding performance by Nikhil D'Souza, delivering an electrifying and unforgettable conclusion.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/23.1.webp",
    "year": 2023,
    "tagline": "Shifting Paradigms, Enriching Wellbeing"
  },
  {
    "id": 3,
    "description": "The 16th edition of Aaruush in the year 2022 saw it come back offline and host over 100 events in the span of 4 days. It was inaugurated by Dr Anil Kakodkar, Former Chairman of the Atomic Energy Commission of India and recipient of the Padma Shri, Padma Bhushan and Padma Vibhushan Awards. This edition had Vivek Desai, a famous mentalist and illusionist for the Pro Show, Raag and When Chai Met Toast for the Musical Nights, and renowned comedian Sahil Shah for the Comedy Night.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea22-cab36833.webp",
    "year": 2022,
    "tagline": "Devising Ideologies, Unravelling Miracles"
  },
  {
    "id": 4,
    "description": "The 15th edition and the 2nd online edition of Aaruush, Aaruush21 saw eminent personalities such as Mr Shajo Titus, Mr Ninad Deshpande, Mrs Vritti Khawani and Mr Sidharth Subhramani for its Unconference Series and Mr Faisal Farooqui, Mr Subhrajit Chowdhury, Mr Ramesh G and Ms Nikita Baliarsingh for its Industrial Conclave.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea21-44873652.webp",
    "year": 2021,
    "tagline": "Revolutionizing Virtuality, Redesigning Reality"
  },
  {
    "id": 5,
    "description": "The year 2020 saw the first online edition of Aaruush during the COVID-19 pandemic. The esteemed Dr V K Aatre, the former Director General of the DRDO and a recipient of the Padma Vibhushan and Padma Bhushan Awards, inaugurated it. This editiods comedy night boasted the famous Nishant Suri, renowned for his victory in the reality shows first season, Comicstaan.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea20-3416315a.webp",
    "year": 2020,

    "tagline": "The Future: A Journey Into Tomorrow"
  },
  {
    "id": 6,
    "description": "In the 13th edition of Aaruush in 2019, the excited audience saw the presence of Dr V Natarajan, Director of the Research and Innovation Centre in the Govemment of India under the Ministry of Defense as the chief guest. Aaruush had the pleasure of hosting Abhishek Upmanyu at the Bingo! Comedy Adda, this edition's comedy night, and Arjun Kanungo and Pakizah for the Musical Nights.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea19-8a7eb9b9.webp",
    "year": 2019,
    "tagline": "Assimilating Aspirations, Inspiring Innovation"
  },
  {
    "id": 7,
    "description": "The 12th edition of Aaruush in 2018 was inaugurated by Chief Guest, Dr. AS. Kiran Kumar, former Chairman, ISRO and Guest of Honour, Rear Admiral Alok Bhatnagar of the Indian Navy. The Guest Lecture series (now called Luminary Hours) was headlined by the likes of Mr. Prabhu Chawla, a Padma Bhushan recipient and Mr. Aseem Trivedi, the famous Indian political Cartoonist. Stand-Up Comedy was taken to new heights by Varun Thakur on Comedy Night, while the audience swayed to the melodies of Attva, The Non-Violinist Project and The Local Train in the Musical Night.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea18-a38ead22.webp",
    "year": 2018,
    "tagline": "Harmonizing dreams, Inspiring ingenuity"
  },
  {
    "id": 8,
    "description": "The year 2017 saw Aaruush receive the UNESCO Patronage. Along with the first edition of SRM ECO RUN, a multitude of other events took place. The inaugural ceremony was graced by the presence of Retd. General Dr. V.K. Singh. Mira Erda, the youngest female formula racing driver and Arjun Vajpai, the third youngest Indian to climb Mount Everest among many shared their experiences in the Guest Lecture series.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea17-9e675bd6.webp",
    "year": 2017,
    "tagline": "Empowering Designs, Exalting Intelligence"
  },
  {
    "id": 9,
    "description": "To commemorate it's 10th edition in 2016, Aaruush organised the first edition of T-Summit. The inaugural ceremony was presided over by Mr. Dilip Chhabria, founder of DC Design. Eminent personalities like Srijan Pal Singh, Parveen Singhal, Vinay Singhal and Shashank Vaishnav (Co-founders of WittyFeed) enlightened the students with their experience. For the Music and Comedy Nights, Aaruush had the pleasure of hosting Nikhil D'Souza and Kenny Sebastian respectively.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea16-1de73445.webp",
    "year": 2016,
    "tagline": "Fostering ideas, Innovating strategies"
  },
  {
    "id": 10,
    "description": "Aaruush hosted a multitude of personalities like Dr. V. K. Saraswat, former Director General of DRDO (Chief Guest), Mr. Anand Kumar (founder of Super30), Miss Shradha Sharma(founder of YourStory), Sanjay and Shravan (two dynamic CEOs) in 2015. The audience was entertained by Agnee's exceptional performance.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea15-010a6594.webp",
    "year": 2015,
    "tagline": "Unleashing Creativity, Imagineering dimensions"
  },
  {
    "id": 11,
    "description": "In the year 2014, the eighth edition hosted Dr.Krishnaswamy Kasturiangan (Former Chairman of ISRO) as the chief guest and also Mr. Sam Pitroda, who is widely regarded as the Father of Indian Telecommunication. The Arjun Mark - II Tank, which is a third generation main battle tank developed by India's Defence Research and Development Organisation was unveiled at the fest. The Valedictory Ceremony was graced by the presence of Dr. Eesa Mohammad Basatki.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea14-cf08391d.webp",
    "year": 2014,
    "tagline": ""
  },
  {
    "id": 12,
    "description": "The edition of 2013 saw experts of the stature of Dr.Tessy Thomas (The Missile Woman of India), Mr.Krispian Lawrence (ccfounder, Ducere Technologies), Mr.Aakash Sinha(founder, CEO of Omnipresent Robot Technologies) with their Guest Lectures. Aaruush also organised its first hacktrack during this edition.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea13-420519c3.webp",
    "year": 2013,
    "tagline": ""
  },
  {
    "id": 13,
    "description": "In the year 2012, Aaruush hosted eminent personalities like Mr. Rajan Anandan, the then MD of Google Inc. India and Mr. Richard Stallman, founder of the Free Software Foundation. It was the first year of Swastika, a National Level School Quiz Competition organised by team Aaruush.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea12-d4e6cc2e.webp",
    "year": 2012,
    "tagline": ""
  },
  {
    "id": 14,
    "description": "Aaruush received recognition from organisations of intemational repute such as Institute of Electrical and Electronics Engineers, Defence Research and Development Organisation, People for the Ethical Treatment of Animals, WWF, European Space Agency among others, in 2011.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea11-939fc95e.webp",
    "year": 2011,
    "tagline": ""
  },
  {
    "id": 15,
    "description": "In the year 2010, Aaruush had the privilege of hosting the reputed author Mr. Chetan Bhagat, for the Main Quiz. The Arjuna Tank of the Indian Army was also exhibited as a highlight of the Fest.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea10-e436d454.webp",
    "year": 2010,
    "tagline": ""
  },
  {
    "id": 16,
    "description": "Apart from achieving nationwide participation, Aaruush transformed into a Techno-Management Fest in the year 2009.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea9-c93f0d79.webp",
    "year": 2009,
    "tagline": ""
  },
  {
    "id": 17,
    "description": "Aaruush transcended into a National Level Technological Fest in 2008. The fest had over 4500 participants.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea8-2d5b969a.webp",
    "year": 2008,
    "tagline": ""
  },
  {
    "id": 18,
    "description": "In the year of its inception in 2007, Aaruush was inaugurated by Our Late President, The Missile Man of India, Dr. A.P.J. Abdul Kalam. Seek and you shall find, when you feel everything is lost, Innovation will guide you through His words still echo in the minds of many and has taken Aaruush to the position where it stands now.",
    "image": "https://aaruush22-bucket.s3.ap-south-1.amazonaws.com/timeline/timelinea7-aa600071.webp",
    "year": 2007,
    "tagline": ""
  }
]
